tap "homebrew/bundle"

brew "autoconf"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "neovim"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"

cask "emacs"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "multipass"
cask "rectangle"
cask "visual-studio-code"
