tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "autoconf"
brew "bash"
brew "bat"
brew "cmake"
brew "eza"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "gh"
brew "git-delta"
brew "neovim"
brew "shellcheck"
brew "starship"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "emacs"
brew "zsh"
brew "wget"
brew "grep"
brew "gnu-sed"
brew "findutils"
brew "coreutils"
brew "gnupg"

cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
